IdeaRS.Connections
AddedMemberData.LocType Property
Compatible with IDEA StatiCa 0.0
 The type of mount of added member plate to related plate.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPartType LocType { get; set; }
Property Value
Type: ConnectionPartType
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace